Repository: xcv58/MacTools
Catalog: Plugins/KeepAwake/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# panel.behavior.screenTools.description
source: 保持屏幕常亮并防止自动锁定。
ar: يبقي الشاشة مضاءة ويمنع القفل التلقائي.
de: Hält das Display eingeschaltet und verhindert die automatische Sperre.
en: Keeps the display on and prevents automatic locking.
es: Mantiene la pantalla encendida e impide el bloqueo automático.
fr: Garde l’écran allumé et empêche le verrouillage automatique.
ja: 画面をオンに保ち、自動ロックを防ぎます。
ko: 화면을 켜 두고 자동 잠금을 방지합니다.
pt: Mantém a tela ligada e impede o bloqueio automático.
ru: Оставляет экран включённым и предотвращает автоблокировку.
tr: Ekranı açık tutar ve otomatik kilitlemeyi engeller.
zh_hant: 保持螢幕常亮並防止自動鎖定。

# panel.behavior.default
source: 默认
ar: الافتراضي
de: Standard
en: Default
es: Por omisión
fr: Par défaut
ja: 標準
ko: 기본
pt: Padrão
ru: По умолчанию
tr: Varsayılan
zh_hant: 預設

# error.enableFailed
source: 无法启用阻止休眠。
ar: تعذر منع السكون.
de: Das Verhindern des Ruhezustands konnte nicht aktiviert werden.
en: Could not prevent sleep.
es: No se pudo impedir el reposo.
fr: Impossible d’empêcher la mise en veille.
ja: スリープを防止できませんでした。
ko: 잠자기 방지를 활성화할 수 없습니다.
pt: Não foi possível impedir o repouso.
ru: Не удалось предотвратить переход в режим сна.
tr: Uyku engellenemedi.
zh_hant: 無法啟用阻止睡眠。

# action.disable.title
source: 停用阻止休眠
ar: إيقاف منع الإسبات
de: Wachhalten deaktivieren
en: Turn Off Keep Awake
es: Desactivar No suspender
fr: Désactiver Maintien éveillé
ja: スリープ防止をオフにする
ko: 잠자기 방지 끄기
pt: Desativar Impedir repouso
ru: Отключить запрет сна
tr: Uyanık Tutmayı Kapat
zh_hant: 停用防止睡眠

# action.enable.title
source: 无限期阻止休眠
ar: منع الإسبات إلى أجل غير مسمى
de: Unbegrenzt wach halten
en: Keep Awake Indefinitely
es: Impedir reposo indefinidamente
fr: Maintenir éveillé indéfiniment
ja: 無期限にスリープを防止
ko: 무기한 잠자기 방지
pt: Impedir repouso indefinidamente
ru: Запретить сон бессрочно
tr: Süresiz Uyanık Tut
zh_hant: 無限期防止睡眠

# action.toggle.title
source: 切换阻止休眠
ar: تبديل منع الإسبات
de: Wachhalten umschalten
en: Toggle Keep Awake
es: Alternar No suspender
fr: Basculer Maintien éveillé
ja: スリープ防止を切り替える
ko: 잠자기 방지 전환
pt: Alternar Impedir repouso
ru: Переключить запрет сна
tr: Uyanık Tutmayı Aç/Kapat
zh_hant: 切換防止睡眠

# panel.subtitle.closedLidWaitingForPower
source: 合盖运行已暂停 · 正在等待电源
ar: تشغيل الغطاء المغلق متوقف · في انتظار الطاقة
de: Betrieb mit geschlossenem Deckel pausiert · Warten auf Strom
en: Closed-lid operation paused · Waiting for power
es: Funcionamiento con tapa cerrada en pausa · Esperando alimentación
fr: Fonctionnement couvercle fermé en pause · En attente d’alimentation
ja: ディスプレイを閉じた状態の動作を一時停止 · 電源接続待ち
ko: 덮개를 닫은 상태의 동작 일시 정지 · 전원 연결 대기 중
pt: Funcionamento com tampa fechada pausado · Aguardando energia
ru: Работа с закрытой крышкой приостановлена · Ожидание питания
tr: Kapak kapalı çalışma duraklatıldı · Güç bekleniyor
zh_hant: 闔蓋運作已暫停 · 正在等待電源

# error.automaticLock.userActivityFailedFormat
source: 无法阻止自动锁定，系统返回错误 %d。
ar: تعذّر منع القفل التلقائي. خطأ النظام %d.
de: Automatische Sperre konnte nicht verhindert werden. Systemfehler %d.
en: Could not prevent automatic locking. System error %d.
es: No se pudo impedir el bloqueo automático. Error del sistema %d.
fr: Impossible d’empêcher le verrouillage automatique. Erreur système %d.
ja: 自動ロックを防止できませんでした。システムエラー %d。
ko: 자동 잠금을 방지할 수 없습니다. 시스템 오류 %d.
pt: Não foi possível impedir o bloqueio automático. Erro do sistema %d.
ru: Не удалось предотвратить автоматическую блокировку. Системная ошибка %d.
tr: Otomatik kilitleme engellenemedi. Sistem hatası %d.
zh_hant: 無法阻止自動鎖定，系統傳回錯誤 %d。

# error.automaticLock.userActivityReleaseFailedFormat
source: 无法恢复自动锁定，系统返回错误 %d。自动锁定可能仍被阻止。
ar: تعذّرت استعادة القفل التلقائي. خطأ النظام %d. ربما لا يزال القفل التلقائي ممنوعًا.
de: Automatische Sperre konnte nicht wiederhergestellt werden. Systemfehler %d. Die automatische Sperre wird möglicherweise weiterhin verhindert.
en: Could not restore automatic locking. System error %d. Automatic locking may still be prevented.
es: No se pudo restaurar el bloqueo automático. Error del sistema %d. Es posible que el bloqueo automático siga impedido.
fr: Impossible de rétablir le verrouillage automatique. Erreur système %d. Le verrouillage automatique est peut-être toujours empêché.
ja: 自動ロックを復元できませんでした。システムエラー %d。自動ロックが引き続き防止されている可能性があります。
ko: 자동 잠금을 복원할 수 없습니다. 시스템 오류 %d. 자동 잠금이 계속 방지될 수 있습니다.
pt: Não foi possível restaurar o bloqueio automático. Erro do sistema %d. O bloqueio automático pode continuar impedido.
ru: Не удалось восстановить автоматическую блокировку. Системная ошибка %d. Автоблокировка всё ещё может быть отключена.
tr: Otomatik kilitleme geri yüklenemedi. Sistem hatası %d. Otomatik kilitleme hâlâ engellenmiş olabilir.
zh_hant: 無法恢復自動鎖定，系統傳回錯誤 %d。自動鎖定可能仍被阻止。

# panel.screenTools.indicator
source: 屏幕工具
ar: أدوات الشاشة
de: Bildschirmtools
en: Screen Tools
es: Herramientas de pantalla
fr: Outils d’écran
ja: 画面ツール
ko: 화면 도구
pt: Ferramentas de tela
ru: Экранные инструменты
tr: Ekran Araçları
zh_hant: 螢幕工具

# settings.mode.keepMacAwake.description
source: 保持 Mac 唤醒；屏幕关闭与锁定仍遵循 macOS 设置。
ar: يبقي Mac مستيقظًا؛ يظل إيقاف الشاشة والقفل وفق إعدادات macOS.
de: Hält den Mac aktiv; Display-Ruhezustand und Sperren richten sich weiter nach den macOS-Einstellungen.
en: Keeps the Mac awake; display sleep and locking still follow macOS settings.
es: Mantiene el Mac activo; el apagado de la pantalla y el bloqueo siguen los ajustes de macOS.
fr: Garde le Mac actif ; l’extinction de l’écran et le verrouillage suivent toujours les réglages de macOS.
ja: Macをスリープさせません。画面のオフとロックは引き続きmacOSの設定に従います。
ko: Mac을 깨운 상태로 유지하며 화면 꺼짐과 잠금은 macOS 설정을 따릅니다.
pt: Mantém o Mac ativo; o desligamento da tela e o bloqueio seguem os ajustes do macOS.
ru: Не даёт Mac уснуть; выключение экрана и блокировка по-прежнему определяются настройками macOS.
tr: Mac'i uyanık tutar; ekran uykusu ve kilitleme macOS ayarlarını izlemeye devam eder.
zh_hant: 保持 Mac 喚醒；螢幕關閉與鎖定仍遵循 macOS 設定。

# settings.mode.keepMacAwake.title
source: 允许屏幕关闭
ar: السماح بإيقاف الشاشة
de: Display darf ausgehen
en: Allow display to turn off
es: Permitir apagar la pantalla
fr: Autoriser l’extinction de l’écran
ja: 画面のオフを許可
ko: 화면 꺼짐 허용
pt: Permitir desligar a tela
ru: Разрешить выключение экрана
tr: Ekranın kapanmasına izin ver
zh_hant: 允許螢幕關閉

# settings.mode.screenTools.shortTitle
source: 屏幕工具
ar: أدوات الشاشة
de: Bildschirmtools
en: Screen-based tools
es: Herramientas de pantalla
fr: Outils d’écran
ja: 画面ツール
ko: 화면 도구
pt: Ferramentas de tela
ru: Экранные инструменты
tr: Ekran araçları
zh_hant: 螢幕工具

# settings.mode.screenTools.description
source: 阻止屏幕休眠和自动锁定。仅在 Codex Computer Use、桌面自动化、屏幕共享或远程控制需要保持屏幕可用时使用。
ar: يمنع إيقاف الشاشة والقفل التلقائي. استخدمه فقط عندما تحتاج Codex Computer Use أو الأتمتة أو مشاركة الشاشة أو التحكم عن بُعد إلى شاشة نشطة.
de: Verhindert den Ruhezustand des Displays und die automatische Sperre. Nur verwenden, wenn Codex Computer Use, Automatisierung, Bildschirmfreigabe oder Fernsteuerung einen aktiven Bildschirm benötigen.
en: Prevents display sleep and automatic locking. Use only while Codex Computer Use, automation, screen sharing, or remote control needs an active screen.
es: Evita el reposo de la pantalla y el bloqueo automático. Úsalo solo cuando Codex Computer Use, la automatización, la pantalla compartida o el control remoto necesiten una pantalla activa.
fr: Empêche la mise en veille de l’écran et le verrouillage automatique. À utiliser seulement lorsque Codex Computer Use, l’automatisation, le partage d’écran ou le contrôle à distance nécessitent un écran actif.
ja: 画面のスリープと自動ロックを防ぎます。Codex Computer Use、オートメーション、画面共有、リモート操作で画面を有効に保つ必要がある場合にのみ使用してください。
ko: 화면 잠자기와 자동 잠금을 방지합니다. Codex Computer Use, 자동화, 화면 공유 또는 원격 제어에 활성 화면이 필요한 경우에만 사용하세요.
pt: Impede o repouso da tela e o bloqueio automático. Use apenas quando Codex Computer Use, automação, compartilhamento de tela ou controle remoto precisarem de uma tela ativa.
ru: Предотвращает переход дисплея в режим сна и автоблокировку. Используйте только когда Codex Computer Use, автоматизации, демонстрации экрана или удалённому управлению нужен активный экран.
tr: Ekran uykusunu ve otomatik kilitlemeyi engeller. Yalnızca Codex Computer Use, otomasyon, ekran paylaşımı veya uzaktan kumandanın etkin bir ekrana gereksinim duyması sırasında kullanın.
zh_hant: 阻止螢幕休眠和自動鎖定。僅在 Codex Computer Use、桌面自動化、螢幕共享或遠端控制需要保持螢幕可用時使用。

# settings.mode.screenTools.title
source: 让屏幕工具继续工作
ar: إبقاء الأدوات المعتمدة على الشاشة قيد التشغيل
de: Bildschirmbasierte Tools weiter ausführen
en: Keep screen-based tools working
es: Mantener activas las herramientas de pantalla
fr: Maintenir les outils liés à l’écran opérationnels
ja: 画面を使うツールを動作させる
ko: 화면 기반 도구 계속 작동
pt: Manter ferramentas de tela funcionando
ru: Сохранять работу экранных инструментов
tr: Ekran araçlarını çalışır tut
zh_hant: 讓螢幕工具繼續運作

# settings.mode.section
source: 行为
ar: السلوك
de: Verhalten
en: Behavior
es: Comportamiento
fr: Comportement
ja: 動作
ko: 동작
pt: Comportamento
ru: Поведение
tr: Davranış
zh_hant: 行為

# settings.mode.screenTools.warning.experimental
source: 合盖软件显示器为实验性功能，macOS 更新后可能失效。
ar: الشاشة البرمجية مع الغطاء المغلق تجريبية وقد تتوقف بعد تحديثات macOS.
de: Der Softwarebildschirm bei geschlossenem Deckel ist experimentell und kann nach macOS-Updates ausfallen.
en: The closed-lid software display is experimental and may stop working after macOS updates.
es: La pantalla por software con tapa cerrada es experimental y puede dejar de funcionar tras actualizar macOS.
fr: L’écran logiciel couvercle fermé est expérimental et peut cesser de fonctionner après une mise à jour de macOS.
ja: ディスプレイを閉じた状態のソフトウェアディスプレイは試験的機能で、macOSのアップデート後に動作しない場合があります。
ko: 덮개를 닫은 상태의 소프트웨어 디스플레이는 실험적 기능이며 macOS 업데이트 후 작동하지 않을 수 있습니다.
pt: A tela de software com a tampa fechada é experimental e pode parar após atualizações do macOS.
ru: Программный дисплей при закрытой крышке — экспериментальная функция и может перестать работать после обновления macOS.
tr: Kapak kapalıyken kullanılan yazılımsal ekran deneyseldir ve macOS güncellemelerinden sonra çalışmayı durdurabilir.
zh_hant: 闔蓋軟體顯示器為實驗性功能，macOS 更新後可能失效。

# settings.mode.screenTools.warning.manualLock
source: 手动锁定仍然有效；不会解锁已锁定的会话。
ar: يبقى القفل اليدوي فعالًا، ولن يتم فتح جلسة مقفلة.
de: Manuelles Sperren bleibt wirksam; eine gesperrte Sitzung wird nicht entsperrt.
en: Manual locking still works; a locked session will not be unlocked.
es: El bloqueo manual sigue funcionando; no se desbloqueará una sesión bloqueada.
fr: Le verrouillage manuel reste actif ; une session verrouillée ne sera pas déverrouillée.
ja: 手動ロックは引き続き有効です。ロック済みのセッションを解除することはありません。
ko: 수동 잠금은 계속 작동하며 잠긴 세션을 잠금 해제하지 않습니다.
pt: O bloqueio manual continua funcionando; uma sessão bloqueada não será desbloqueada.
ru: Ручная блокировка продолжает работать; заблокированный сеанс не будет разблокирован.
tr: El ile kilitleme yine çalışır; kilitli bir oturumun kilidi açılmaz.
zh_hant: 手動鎖定仍然有效；不會解鎖已鎖定的工作階段。

# settings.mode.screenTools.warning.unavailable
source: 当前插件包不包含合盖软件显示器组件。
ar: لا تتضمن حزمة المكوّن الحالية مكوّن الشاشة البرمجية للغطاء المغلق.
de: Dieses Plug-in-Paket enthält keine Softwarebildschirm-Komponente für den geschlossenen Deckel.
en: This plugin package does not include the closed-lid software display component.
es: Este paquete del plugin no incluye el componente de pantalla por software para tapa cerrada.
fr: Ce paquet d’extension ne contient pas le composant d’écran logiciel pour couvercle fermé.
ja: 現在のプラグインパッケージには、ディスプレイを閉じた状態のソフトウェアディスプレイ機能が含まれていません。
ko: 현재 플러그인 패키지에 덮개를 닫은 상태의 소프트웨어 디스플레이 구성요소가 없습니다.
pt: Este pacote do plugin não inclui o componente de tela de software para tampa fechada.
ru: В этом пакете плагина нет компонента программного дисплея для закрытой крышки.
tr: Bu eklenti paketi, kapak kapalıyken kullanılan yazılımsal ekran bileşenini içermiyor.
zh_hant: 目前外掛套件不包含闔蓋軟體顯示器元件。

# settings.mode.screenTools.warning.ventilation
source: 保持 Mac 通风，切勿将其放入包中。
ar: حافظ على تهوية Mac جيدًا، ولا تضعه أبدًا في حقيبة.
de: Sorge für gute Belüftung und lege den Mac niemals in eine Tasche.
en: Keep the Mac well ventilated and never place it in a bag.
es: Mantén el Mac bien ventilado y no lo metas nunca en una bolsa.
fr: Gardez le Mac bien ventilé et ne le placez jamais dans un sac.
ja: Macの通気を十分に確保し、バッグには絶対に入れないでください。
ko: Mac을 충분히 환기하고 절대 가방에 넣지 마십시오.
pt: Mantenha o Mac bem ventilado e nunca o coloque em uma bolsa.
ru: Обеспечьте хорошую вентиляцию Mac и никогда не кладите его в сумку.
tr: Mac'in iyi havalandırıldığından emin olun ve asla çantaya koymayın.
zh_hant: 保持 Mac 通風，切勿將其放入包中。

# settings.automaticLock.warning.closedLidPower
source: 合盖运行要求 MacBook 连接电源。
ar: يتطلب التشغيل مع الغطاء المغلق توصيل MacBook بالطاقة.
de: Der Betrieb mit geschlossenem Deckel erfordert ein MacBook am Stromnetz.
en: Closed-lid operation requires the MacBook to be connected to power.
es: El funcionamiento con la tapa cerrada requiere que el MacBook esté conectado a la corriente.
fr: Le fonctionnement couvercle fermé nécessite que le MacBook soit branché au secteur.
ja: ディスプレイを閉じた状態での動作には、MacBookの電源接続が必要です。
ko: 덮개를 닫은 상태로 작동하려면 MacBook을 전원에 연결해야 합니다.
pt: O funcionamento com a tampa fechada exige que o MacBook esteja conectado à energia.
ru: Для работы с закрытой крышкой MacBook должен быть подключён к питанию.
tr: Kapak kapalıyken çalışmak için MacBook'un güç kaynağına bağlı olması gerekir.
zh_hant: 闔蓋運作要求 MacBook 連接電源。

# error.virtualDisplay.unavailable
source: 此版本的阻止休眠插件不支持软件显示器。
ar: هذا الإصدار من مكوّن منع السكون لا يدعم شاشة برمجية.
de: Diese Version des Wach-halten-Plug-ins unterstützt keinen Softwarebildschirm.
en: This version of the Keep Awake plugin does not support a software display.
es: Esta versión del plugin Mantener activo no admite una pantalla por software.
fr: Cette version de l’extension Empêcher la suspension ne prend pas en charge l’écran logiciel.
ja: このバージョンのスリープ防止プラグインはソフトウェアディスプレイに対応していません。
ko: 이 버전의 잠자기 방지 플러그인은 소프트웨어 디스플레이를 지원하지 않습니다.
pt: Esta versão do plugin Manter ativo não oferece uma tela de software.
ru: Эта версия плагина «Не давать уснуть» не поддерживает программный дисплей.
tr: Uyanık Tutma eklentisinin bu sürümü yazılımsal ekranı desteklemiyor.
zh_hant: 此版本的防止睡眠外掛不支援軟體顯示器。

# error.virtualDisplay.launchFailedFormat
source: 无法启动软件显示器：%@
ar: تعذّر تشغيل الشاشة البرمجية: %@
de: Softwarebildschirm konnte nicht gestartet werden: %@
en: Could not start the software display: %@
es: No se pudo iniciar la pantalla por software: %@
fr: Impossible de démarrer l’écran logiciel : %@
ja: ソフトウェアディスプレイを起動できませんでした：%@
ko: 소프트웨어 디스플레이를 시작할 수 없습니다: %@
pt: Não foi possível iniciar a tela de software: %@
ru: Не удалось запустить программный дисплей: %@
tr: Yazılımsal ekran başlatılamadı: %@
zh_hant: 無法啟動軟體顯示器：%@

# error.virtualDisplay.startupFailedFormat
source: 无法创建软件显示器：%@
ar: تعذّر إنشاء الشاشة البرمجية: %@
de: Softwarebildschirm konnte nicht erstellt werden: %@
en: Could not create the software display: %@
es: No se pudo crear la pantalla por software: %@
fr: Impossible de créer l’écran logiciel : %@
ja: ソフトウェアディスプレイを作成できませんでした：%@
ko: 소프트웨어 디스플레이를 만들 수 없습니다: %@
pt: Não foi possível criar a tela de software: %@
ru: Не удалось создать программный дисплей: %@
tr: Yazılımsal ekran oluşturulamadı: %@
zh_hant: 無法建立軟體顯示器：%@

# error.virtualDisplay.startupTimedOut
source: 创建软件显示器超时。
ar: انتهت مهلة إنشاء الشاشة البرمجية.
de: Zeitüberschreitung beim Erstellen des Softwarebildschirms.
en: Creating the software display timed out.
es: Se agotó el tiempo para crear la pantalla por software.
fr: La création de l’écran logiciel a expiré.
ja: ソフトウェアディスプレイの作成がタイムアウトしました。
ko: 소프트웨어 디스플레이 생성 시간이 초과되었습니다.
pt: A criação da tela de software excedeu o tempo limite.
ru: Истекло время ожидания создания программного дисплея.
tr: Yazılımsal ekranın oluşturulması zaman aşımına uğradı.
zh_hant: 建立軟體顯示器逾時。

# error.virtualDisplay.terminated
source: 软件显示器已停止；已切换为保持屏幕常亮。
ar: توقفت الشاشة البرمجية؛ تم التبديل إلى إبقاء الشاشة مضاءة.
de: Der Softwarebildschirm wurde beendet; zu „Display an lassen“ gewechselt.
en: The software display stopped; switched to Keep display on.
es: La pantalla por software se detuvo; se cambió a Mantener pantalla encendida.
fr: L’écran logiciel s’est arrêté ; passage à Garder l’écran allumé.
ja: ソフトウェアディスプレイが停止したため、「ディスプレイをオンのまま」に切り替えました。
ko: 소프트웨어 디스플레이가 중지되어 ‘디스플레이 켜 두기’로 전환했습니다.
pt: A tela de software parou; alterado para Manter tela ligada.
ru: Программный дисплей остановлен; включён режим «Не гасить экран».
tr: Yazılımsal ekran durdu; Ekranı Açık Tut moduna geçildi.
zh_hant: 軟體顯示器已停止；已切換為保持螢幕常亮。

# error.lidCloseAssertionCreationFailedFormat
source: 无法启用合盖保持唤醒，系统返回错误 %d。
ar: تعذر إبقاء Mac مستيقظًا والغطاء مغلق. خطأ النظام %d.
de: Der Betrieb mit geschlossenem Deckel konnte nicht aktiviert werden. Systemfehler %d.
en: Could not enable closed-lid operation. System error %d.
es: No se pudo activar el funcionamiento con la tapa cerrada. Error del sistema %d.
fr: Impossible d’activer le fonctionnement couvercle fermé. Erreur système %d.
ja: 閉じた状態での動作を有効にできませんでした。システムエラー%d。
ko: 덮개를 닫은 상태로 실행할 수 없습니다. 시스템 오류 %d.
pt: Não foi possível ativar o funcionamento com a tampa fechada. Erro do sistema %d.
ru: Не удалось включить работу с закрытой крышкой. Системная ошибка %d.
tr: Kapak kapalı çalışma etkinleştirilemedi. Sistem hatası %d.
zh_hant: 無法啟用闔蓋保持喚醒，系統傳回錯誤 %d。

# error.lidCloseAssertionReleaseFailedFormat
source: 无法关闭合盖保持唤醒，系统返回错误 %d。
ar: تعذر إيقاف إبقاء Mac مستيقظًا والغطاء مغلق. خطأ النظام %d.
de: Der Betrieb mit geschlossenem Deckel konnte nicht deaktiviert werden. Systemfehler %d.
en: Could not disable closed-lid operation. System error %d.
es: No se pudo desactivar el funcionamiento con la tapa cerrada. Error del sistema %d.
fr: Impossible de désactiver le fonctionnement couvercle fermé. Erreur système %d.
ja: 閉じた状態での動作を無効にできませんでした。システムエラー%d。
ko: 덮개를 닫은 상태로 실행을 중지할 수 없습니다. 시스템 오류 %d.
pt: Não foi possível desativar o funcionamento com a tampa fechada. Erro do sistema %d.
ru: Не удалось отключить работу с закрытой крышкой. Системная ошибка %d.
tr: Kapak kapalı çalışma devre dışı bırakılamadı. Sistem hatası %d.
zh_hant: 無法關閉闔蓋保持喚醒，系統傳回錯誤 %d。

# metadata.title
source: 阻止休眠
ar: البقاء مستيقظًا
de: Wach bleiben
en: Keep Awake
es: Mantenerse despierto
fr: Rester éveillé
ja: 起きていてください
ko: 깨어 있으십시오
pt: Mantenha-se acordado
ru: Не спать
tr: Uyanık Tutma

# metadata.description
source: 保持 Mac 唤醒；可选保持屏幕常亮或让屏幕工具继续工作。MacBook 合盖运行要求连接电源
ar: أبقِ Mac مستيقظًا، مع خيار إبقاء الشاشة مضاءة أو إبقاء أدوات الشاشة قيد التشغيل. يتطلب تشغيل MacBook بغطاء مغلق توصيله بالطاقة.
de: Hält den Mac wach; optional bleibt das Display an oder Bildschirmtools funktionieren weiter. Der Betrieb eines MacBook mit geschlossenem Deckel erfordert Netzstrom.
en: Keep the Mac awake; optionally keep the display on or keep screen-based tools working. Closed-lid MacBook operation requires a power connection.
es: Mantén el Mac activo; opcionalmente, conserva la pantalla encendida o las herramientas de pantalla funcionando. El uso del MacBook con la tapa cerrada requiere alimentación.
fr: Garde le Mac actif ; permet aussi de garder l’écran allumé ou les outils liés à l’écran opérationnels. L’utilisation du MacBook couvercle fermé nécessite le secteur.
ja: Macをスリープさせず、必要に応じてディスプレイをオンのままにするか画面ツールを動作させます。MacBookを閉じた状態で使用するには電源接続が必要です。
ko: Mac을 깨운 상태로 두고, 선택적으로 디스플레이를 켜 두거나 화면 도구를 계속 작동시킵니다. MacBook을 덮개를 닫은 상태로 사용하려면 전원 연결이 필요합니다.
pt: Mantenha o Mac ativo; opcionalmente, mantenha a tela ligada ou as ferramentas de tela funcionando. O uso do MacBook com a tampa fechada requer energia conectada.
ru: Не даёт Mac уснуть; при необходимости не гасит экран или сохраняет работу экранных инструментов. Для работы MacBook с закрытой крышкой требуется питание от сети.
tr: Mac'i uyanık tutar; isterseniz ekranı açık tutar veya ekran araçlarını çalışır tutar. MacBook'un kapak kapalı çalışması için güç bağlantısı gerekir.
zh_hant: 保持 Mac 喚醒；可選保持螢幕常亮或讓螢幕工具繼續運作。MacBook 闔蓋運作要求連接電源

# panel.duration.forever
source: 永不
ar: أبدًا
de: Niemals
en: Never
es: Nunca
fr: Jamais
ja: 決して
ko: 절대로
pt: Nunca
ru: Никогда
tr: Asla

# panel.duration.noAutomaticStop
source: 不会自动停止
ar: لا إيقاف تلقائي
de: Kein automatischer Stopp
en: No automatic stop
es: Sin parada automática
fr: Pas d’arrêt automatique
ja: 自動停止なし
ko: 자동 중지 안 함
pt: Sem parada automática
ru: Без автоостановки
tr: Otomatik durdurma yok
zh_hant: 不會自動停止

# panel.duration.remainingMinutesFormat
source: 剩余 %d 分钟
ar: متبقٍ %d د
de: Noch %d Min.
en: %d min remaining
es: Quedan %d min
fr: Encore %d min
ja: 残り%d分
ko: %d분 남음
pt: Restam %d min
ru: Осталось %d мин
tr: %d dk kaldı
zh_hant: 剩餘 %d 分鐘

# panel.duration.remainingHoursFormat
source: 剩余 %d 小时
ar: متبقٍ %d س
de: Noch %d Std.
en: %d hr remaining
es: Quedan %d h
fr: Encore %d h
ja: 残り%d時間
ko: %d시간 남음
pt: Restam %d h
ru: Осталось %d ч
tr: %d sa kaldı
zh_hant: 剩餘 %d 小時

# panel.duration.remainingHoursMinutesFormat
source: 剩余 %d 小时 %d 分钟
ar: متبقٍ %d س %d د
de: Noch %d Std. %d Min.
en: %d hr %d min remaining
es: Quedan %d h %d min
fr: Encore %d h %d min
ja: 残り%d時間%d分
ko: %d시간 %d분 남음
pt: Restam %d h %d min
ru: Осталось %d ч %d мин
tr: %d sa %d dk kaldı
zh_hant: 剩餘 %d 小時 %d 分鐘

# panel.display.indicator
source: 屏幕常亮
ar: الشاشة مضاءة
de: Display an
en: Display On
es: Pantalla encendida
fr: Écran allumé
ja: 画面をオン
ko: 화면 켜짐
pt: Tela ligada
ru: Экран включён
tr: Ekran Açık
zh_hant: 螢幕常亮

# settings.display.keepOn
source: 保持常亮
ar: إبقاء الشاشة مضاءة
de: Display an lassen
en: Keep display on
es: Mantener pantalla encendida
fr: Garder l’écran allumé
ja: ディスプレイをオンのまま
ko: 디스플레이 켜 두기
pt: Manter tela ligada
ru: Не гасить экран
tr: Ekranı açık tut

# settings.display.keepOn.description
source: 保持屏幕常亮。自动锁定仍遵循 macOS 设置。
ar: يبقي الشاشة مضاءة. ويظل القفل التلقائي وفق إعدادات macOS.
de: Hält das Display an. Automatisches Sperren richtet sich weiter nach den macOS-Einstellungen.
en: Keeps the display on. Automatic locking still follows macOS settings.
es: Mantiene la pantalla encendida. El bloqueo automático sigue los ajustes de macOS.
fr: Garde l’écran allumé. Le verrouillage automatique suit toujours les réglages de macOS.
ja: 画面をオンに保ちます。自動ロックは引き続きmacOSの設定に従います。
ko: 화면을 켜진 상태로 유지합니다. 자동 잠금은 macOS 설정을 따릅니다.
pt: Mantém a tela ligada. O bloqueio automático segue os ajustes do macOS.
ru: Не гасит экран. Автоблокировка по-прежнему определяется настройками macOS.
tr: Ekranı açık tutar. Otomatik kilitleme macOS ayarlarını izlemeye devam eder.
zh_hant: 保持螢幕常亮。自動鎖定仍遵循 macOS 設定。

# error.invalidEndDate
source: 自动停止时间必须晚于当前时间。
ar: يجب أن يكون وقت التوقف التلقائي متأخرًا عن الآن.
de: Die automatische Stoppzeit muss später als jetzt liegen.
en: The automatic stop time must be later than now.
es: La hora de parada automática debe ser posterior a la actual.
fr: L'heure d'arrêt automatique doit être postérieure à celle actuelle.
ja: 自動停止時刻は現在より遅くする必要があります。
ko: 자동 정지 시간은 지금보다 이후여야 합니다.
pt: O horário de parada automática deve ser posterior ao atual.
ru: Время автоматической остановки должно быть позже, чем сейчас.
tr: Otomatik durdurma zamanı şu andan sonra olmalıdır.
zh_hant: 自動停止時間必須晚於當前時間。

# error.assertionCreationFailedFormat
source: 无法启用阻止休眠，系统返回错误 %d。
ar: غير قادر على إبقاء النظام نشطًا. خطأ في النظام %d.
de: Das System kann nicht wach gehalten werden. Systemfehler %d.
en: Unable to keep the system awake. System error %d.
es: No se puede mantener el sistema despierto. Error del sistema %d.
fr: Impossible de maintenir le système éveillé. Erreur système %d.
ja: システムを起動状態に保つことができません。システム エラー %d。
ko: 시스템을 활성 상태로 유지할 수 없습니다. 시스템 오류 %d.
pt: Não é possível manter o sistema ativado. Erro de sistema %d.
ru: Невозможно поддерживать бодрствование системы. Системная ошибка %d.
tr: Sistem uyanık tutulamadı. Sistem hatası %d.
zh_hant: 無法啟用阻止休眠，系統返回錯誤 %d。
